Repository: guitaripod/PayDay
Catalog: PayDay/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, ko, nl, pl, pt_br, zh_hans, zh_hant

source: Only the text you type or the photo you choose, plus the invoice currency. Your client list and saved invoices are not sent.
de: Nur der Text, den Sie eingeben, oder das Foto, das Sie auswählen, sowie die Rechnungswährung. Ihre Kundenliste und gespeicherte Rechnungen werden nicht gesendet.
es: Solo el texto que escribes o la foto que eliges, además de la moneda de la factura. Tu lista de clientes y tus facturas guardadas no se envían.
fi: Vain kirjoittamasi teksti tai valitsemasi kuva sekä laskun valuutta. Asiakasluetteloasi ja tallennettuja laskujasi ei lähetetä.
fr: Uniquement le texte que vous saisissez ou la photo que vous choisissez, ainsi que la devise de la facture. Votre liste de clients et vos factures enregistrées ne sont pas envoyées.
it: Solo il testo che scrivi o la foto che scegli, più la valuta della fattura. Il tuo elenco clienti e le fatture salvate non vengono inviati.
ja: 送信されるのは、入力した文章または選んだ写真と、請求書の通貨だけです。取引先リストや保存済みの請求書は送信されません。
ko: 입력한 문장이나 선택한 사진, 그리고 인보이스 통화만 전송됩니다. 거래처 목록과 저장된 인보이스는 전송되지 않습니다.
nl: Alleen de tekst die je typt of de foto die je kiest, plus de valuta van de factuur. Je klantenlijst en bewaarde facturen worden niet verstuurd.
pl: Tylko tekst, który wpiszesz, lub zdjęcie, które wybierzesz, oraz waluta faktury. Twoja lista kontrahentów i zapisane faktury nie są wysyłane.
pt_br: Apenas o texto que você digita ou a foto que escolhe, além da moeda da fatura. Sua lista de clientes e suas faturas salvas não são enviadas.
zh_hans: 只发送你输入的文字或选择的照片，以及发票币种。你的客户名单和已保存的发票不会被发送。
zh_hant: 只會傳送你輸入的文字或選擇的照片，以及發票幣別。你的客戶名單和已儲存的發票不會被傳送。

source: Open
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
zh_hans: 打开
zh_hant: 打開

source: Outstanding
de: Offene Posten
es: Pendiente de cobro
fi: Avoimet saatavat
fr: Encours
it: Da incassare
ja: 未収金
ko: 미수금
nl: Openstaand
pl: Należności
pt_br: A receber
zh_hans: 待收款
zh_hant: 待收款

source: Outstanding balance
de: Offener Betrag
es: Importe pendiente de cobro
fi: Avoimet saatavat yhteensä
fr: Encours total
it: Importo da incassare
ja: 未収金の残高
ko: 미수금 잔액
nl: Openstaand bedrag
pl: Saldo należności
pt_br: Saldo a receber
zh_hans: 待收款余额
zh_hant: 待收款餘額

source: Overdue
de: Überfällig
es: Vencidas
fi: Erääntyneet
fr: En retard
it: Scadute
ja: 期限超過
ko: 연체
nl: Te laat
pl: Po terminie
pt_br: Vencidas
zh_hans: 逾期
zh_hant: 逾期

source: PAYMENT
de: ZAHLUNG
es: PAGO
fi: MAKSUTIEDOT
fr: PAIEMENT
it: PAGAMENTO
ja: お支払い
ko: 결제 정보
nl: BETALING
pl: PŁATNOŚĆ
pt_br: PAGAMENTO
zh_hans: 付款信息
zh_hant: 付款資訊

source: Pay Day Pro — Active
de: Pay Day Pro – aktiv
es: Pay Day Pro: activo
fi: Pay Day Pro – aktiivinen
fr: Pay Day Pro — actif
it: Pay Day Pro — attivo
ja: Pay Day Pro — 有効
ko: Pay Day Pro — 사용 중
nl: Pay Day Pro — actief
pl: Pay Day Pro — aktywna
pt_br: Pay Day Pro — ativo
zh_hans: Pay Day Pro — 已订阅
zh_hant: Pay Day Pro — 訂閱中

source: Pay Day turns words or a photo into billable lines.
de: Pay Day macht aus Worten oder einem Foto abrechenbare Positionen.
es: Pay Day convierte tus palabras o una foto en líneas facturables.
fi: Pay Day muuttaa sanat tai kuvan laskutettaviksi riveiksi.
fr: Pay Day transforme vos mots ou une photo en lignes facturables.
it: Pay Day trasforma le tue parole o una foto in righe fatturabili.
ja: Pay Day が文章や写真を請求可能な明細に変換します。
ko: Pay Day가 문장이나 사진을 청구 가능한 항목으로 바꿉니다.
nl: Pay Day maakt van je woorden of een foto factureerbare regels.
pl: Pay Day zamienia słowa lub zdjęcie w pozycje do rozliczenia.
pt_br: O Pay Day transforma palavras ou uma foto em itens faturáveis.
zh_hans: Pay Day 会把文字或照片变成可开票的明细。
zh_hant: Pay Day 會把文字或照片變成可開立的明細。

source: Pay Day — free invoices and EU-compliant e-invoicing (Peppol, Factur-X) on iPhone.
de: Pay Day — kostenlose Rechnungen und EU-konforme E-Rechnungen (Peppol, Factur-X) auf dem iPhone.
es: Pay Day — facturas gratis y facturación electrónica conforme a la UE (Peppol, Factur-X) en iPhone.
fi: Pay Day — ilmaiset laskut ja EU-vaatimusten mukainen verkkolaskutus (Peppol, Factur-X) iPhonella.
fr: Pay Day — factures gratuites et facturation électronique conforme à l'UE (Peppol, Factur-X) sur iPhone.
it: Pay Day — fatture gratuite e fatturazione elettronica conforme alle norme UE (Peppol, Factur-X) su iPhone.
ja: Pay Day — 無料の請求書とEU準拠の電子インボイス（Peppol、Factur-X）をiPhoneで。
ko: Pay Day — 무료 인보이스와 EU 규정을 지키는 전자 인보이스(Peppol, Factur-X)를 iPhone에서.
nl: Pay Day — gratis facturen en EU-conforme e-facturatie (Peppol, Factur-X) op iPhone.
pl: Pay Day — darmowe faktury i zgodne z prawem UE e-fakturowanie (Peppol, Factur-X) na iPhonie.
pt_br: Pay Day — faturas grátis e fatura eletrônica em conformidade com a UE (Peppol, Factur-X) no iPhone.
zh_hans: Pay Day——iPhone 上的免费发票与符合欧盟规范的电子发票（Peppol、Factur-X）。
zh_hant: Pay Day——iPhone 上的免費發票與符合歐盟規範的電子發票（Peppol、Factur-X）。

source: Payment & IBAN
de: Zahlung & IBAN
es: Pago e IBAN
fi: Maksut ja IBAN
fr: Paiement et IBAN
it: Pagamento e IBAN
ja: 支払い・IBAN
ko: 결제 및 IBAN
nl: Betaling en IBAN
pl: Płatność i IBAN
pt_br: Pagamento e IBAN
zh_hans: 付款与 IBAN
zh_hant: 付款與 IBAN

source: Payment terms
de: Zahlungsbedingungen
es: Condiciones de pago
fi: Maksuehdot
fr: Conditions de paiement
it: Termini di pagamento
ja: 支払条件
ko: 결제 조건
nl: Betalingsvoorwaarden
pl: Warunki płatności
pt_br: Condições de pagamento
zh_hans: 付款条件
zh_hant: 付款條件

source: Peppol delivery
de: Peppol-Versand
es: Envío por Peppol
fi: Peppol-lähetys
fr: Envoi via Peppol
it: Invio tramite Peppol
ja: Peppol 送信
ko: Peppol 전송
nl: Peppol-verzending
pl: Wysyłka przez Peppol
pt_br: Envio pelo Peppol
zh_hans: Peppol 发送
zh_hant: Peppol 傳送

source: Peppol delivery is a Pay Day Pro feature.
de: Der Peppol-Versand ist eine Funktion von Pay Day Pro.
es: El envío por Peppol es una función de Pay Day Pro.
fi: Peppol-lähetys on Pay Day Pro -ominaisuus.
fr: L'envoi via Peppol est une fonctionnalité de Pay Day Pro.
it: L'invio tramite Peppol è una funzione di Pay Day Pro.
ja: Peppol 送信は Pay Day Pro の機能です。
ko: Peppol 전송은 Pay Day Pro 기능입니다.
nl: Verzenden via Peppol is een functie van Pay Day Pro.
pl: Wysyłka przez Peppol to funkcja Pay Day Pro.
pt_br: O envio pelo Peppol é um recurso do Pay Day Pro.
zh_hans: Peppol 发送是 Pay Day Pro 的功能。
zh_hant: Peppol 傳送是 Pay Day Pro 的功能。

source: Phasing in
de: Wird eingeführt
es: En implantación
fi: Käyttöönotossa
fr: En déploiement
it: In introduzione
ja: 段階的導入中
ko: 단계적 도입 중
nl: Wordt ingevoerd
pl: Wprowadzane etapami
pt_br: Em implementação
zh_hans: 分阶段推行中
zh_hant: 分階段推行中

source: Plans are still loading
de: Tarife werden noch geladen
es: Los planes aún se están cargando
fi: Tilausvaihtoehtoja ladataan yhä
fr: Les formules sont encore en cours de chargement
it: I piani sono ancora in caricamento
ja: プランを読み込んでいます
ko: 요금제를 아직 불러오는 중입니다
nl: Abonnementen worden nog geladen
pl: Plany wciąż się wczytują
pt_br: Os planos ainda estão carregando
zh_hans: 订阅方案仍在加载
zh_hant: 訂閱方案仍在載入

source: Please try again in a moment.
de: Bitte versuchen Sie es gleich noch einmal.
es: Inténtalo de nuevo en un momento.
fi: Yritä hetken kuluttua uudelleen.
fr: Veuillez réessayer dans un instant.
it: Riprova tra un momento.
ja: しばらくしてからもう一度お試しください。
ko: 잠시 후 다시 시도해 주세요.
nl: Probeer het zo meteen opnieuw.
pl: Spróbuj ponownie za chwilę.
pt_br: Tente novamente em instantes.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試。

source: Poland's KSeF platform is mandatory for B2B invoices since 2026. Pay Day produces EN 16931 e-invoices and Peppol sends, but does not submit to KSeF.
de: Polens KSeF-Plattform ist seit 2026 für B2B-Rechnungen verpflichtend. Pay Day erstellt EN-16931-E-Rechnungen und versendet über Peppol, übermittelt aber nicht an das KSeF.
es: La plataforma KSeF de Polonia es obligatoria para las facturas B2B desde 2026. Pay Day genera facturas electrónicas EN 16931 y las envía por Peppol, pero no las presenta al KSeF.
fi: Puolan KSeF-alusta on pakollinen yritysten välisille laskuille vuodesta 2026. Pay Day tuottaa EN 16931 -verkkolaskuja ja lähettää ne Peppolin kautta, mutta ei toimita niitä KSeF:hen.
fr: La plateforme KSeF de la Pologne est obligatoire pour les factures B2B depuis 2026. Pay Day génère des factures électroniques EN 16931 et les envoie via Peppol, mais ne les transmet pas au KSeF.
it: La piattaforma KSeF polacca è obbligatoria per le fatture B2B dal 2026. Pay Day genera fatture elettroniche EN 16931 e le invia tramite Peppol, ma non le trasmette al KSeF.
ja: ポーランドのKSeFプラットフォームは2026年からB2B請求書で義務化されています。Pay DayはEN 16931準拠の電子インボイスを作成しPeppol経由で送信しますが、KSeFへの提出は行いません。
ko: 폴란드의 KSeF 플랫폼은 2026년부터 B2B 인보이스에 의무화되었습니다. Pay Day는 EN 16931 전자 인보이스를 생성하여 Peppol로 전송하지만, KSeF에는 제출하지 않습니다.
nl: Het Poolse KSeF-platform is sinds 2026 verplicht voor b2b-facturen. Pay Day genereert EN 16931-e-facturen en verstuurt ze via Peppol, maar dient ze niet in bij KSeF.
pl: Polska platforma KSeF jest obowiązkowa dla faktur B2B od 2026 r. Pay Day tworzy e-faktury zgodne z EN 16931 i wysyła je przez Peppol, ale nie przekazuje ich do KSeF.
pt_br: A plataforma KSeF da Polônia é obrigatória para faturas B2B desde 2026. O Pay Day gera faturas eletrônicas EN 16931 e as envia pelo Peppol, mas não as envia ao KSeF.
zh_hans: 波兰的 KSeF 平台自 2026 年起已强制用于 B2B 发票。Pay Day 生成符合 EN 16931 的电子发票并通过 Peppol 发送，但不会提交至 KSeF。
zh_hant: 波蘭的 KSeF 平台自 2026 年起已強制用於 B2B 發票。Pay Day 會產生符合 EN 16931 的電子發票並透過 Peppol 傳送，但不會提交至 KSeF。

source: Portugal has no B2B mandate yet. From 1 January 2027 a PDF invoice needs a qualified electronic signature, while a structured e-invoice does not. EU-wide cross-border e-invoicing becomes mandatory on 1 July 2030.
de: Portugal hat noch keine B2B-Pflicht. Ab 1. Januar 2027 benötigt eine PDF-Rechnung eine qualifizierte elektronische Signatur, eine strukturierte E-Rechnung dagegen nicht. EU-weite grenzüberschreitende E-Rechnungen werden ab 1. Juli 2030 verpflichtend.
es: Portugal aún no tiene una obligación B2B. A partir del 1 de enero de 2027, una factura en PDF necesitará una firma electrónica cualificada, mientras que una factura electrónica estructurada no. La facturación electrónica transfronteriza en toda la UE será obligatoria a partir del 1 de julio de 2030.
fi: Portugalissa ei vielä ole yritysten välistä pakkoa. PDF-lasku tarvitsee 1.1.2027 alkaen hyväksytyn sähköisen allekirjoituksen, mutta rakenteinen verkkolasku ei. EU:n laajuisesta rajat ylittävästä verkkolaskutuksesta tulee pakollista 1.7.2030.
fr: Le Portugal n'a pas encore d'obligation B2B. À partir du 1er janvier 2027, une facture PDF nécessitera une signature électronique qualifiée, contrairement à une facture électronique structurée. La facturation électronique transfrontalière deviendra obligatoire dans toute l'UE à partir du 1er juillet 2030.
it: Il Portogallo non ha ancora un obbligo B2B. Dal 1° gennaio 2027 una fattura PDF richiederà una firma elettronica qualificata, mentre una fattura elettronica strutturata no. La fatturazione elettronica transfrontaliera diventerà obbligatoria in tutta l'UE dal 1° luglio 2030.
ja: ポルトガルにはまだB2B義務はありません。2027年1月1日から、PDF請求書には適格電子署名が必要になりますが、構造化された電子インボイスには不要です。EU域内の越境電子インボイスは2030年7月1日から義務化されます。
ko: 포르투갈은 아직 B2B 의무가 없습니다. 2027년 1월 1일부터 PDF 인보이스에는 적격 전자서명이 필요하지만, 구조화된 전자 인보이스에는 필요하지 않습니다. EU 전역의 국경 간 전자 인보이스는 2030년 7월 1일부터 의무화됩니다.
nl: Portugal heeft nog geen B2B-verplichting. Vanaf 1 januari 2027 heeft een pdf-factuur een gekwalificeerde elektronische handtekening nodig, een gestructureerde e-factuur niet. EU-brede grensoverschrijdende e-facturatie wordt verplicht vanaf 1 juli 2030.
pl: Portugalia nie ma jeszcze obowiązku B2B. Od 1 stycznia 2027 r. faktura PDF będzie wymagać kwalifikowanego podpisu elektronicznego, a ustrukturyzowana e-faktura nie. Ogólnounijne transgraniczne e-fakturowanie stanie się obowiązkowe od 1 lipca 2030 r.
pt_br: Portugal ainda não tem uma obrigação B2B. A partir de 1º de janeiro de 2027, uma fatura em PDF vai precisar de assinatura eletrônica qualificada, o que não se aplica a uma fatura eletrônica estruturada. A fatura eletrônica transfronteiriça em toda a UE se tornará obrigatória a partir de 1º de julho de 2030.
zh_hans: 葡萄牙目前还没有 B2B 强制规定。自 2027 年 1 月 1 日起，PDF 发票需要合格电子签名，而结构化电子发票则不需要。欧盟范围内的跨境电子发票将于 2030 年 7 月 1 日起强制实施。
zh_hant: 葡萄牙目前尚無 B2B 強制規定。自 2027 年 1 月 1 日起，PDF 發票需要合格電子簽章，結構化電子發票則不需要。歐盟範圍內的跨境電子發票將於 2030 年 7 月 1 日起強制實施。

source: Postal code
de: PLZ
es: Código postal
fi: Postinumero
fr: Code postal
it: CAP
ja: 郵便番号
ko: 우편번호
nl: Postcode
pl: Kod pocztowy
pt_br: CEP
zh_hans: 邮政编码
zh_hant: 郵遞區號

source: Preview
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualizar
zh_hans: 预览
zh_hant: 預覽

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fi: Tietosuojaseloste
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Purchase Failed
de: Kauf fehlgeschlagen
es: Error en la compra
fi: Osto epäonnistui
fr: Échec de l'achat
it: Acquisto non riuscito
ja: 購入できませんでした
ko: 구입 실패
nl: Aankoop mislukt
pl: Zakup nieudany
pt_br: Falha na compra
zh_hans: 购买失败
zh_hant: 購買失敗

source: QTY
de: MENGE
es: CANT.
fi: MÄÄRÄ
fr: QTÉ
it: QTÀ
ja: 数量
ko: 수량
nl: AANTAL
pl: ILOŚĆ
pt_br: QTD
zh_hans: 数量
zh_hant: 數量

source: Qty
de: Menge
es: Cant.
fi: Määrä
fr: Qté
it: Qtà
ja: 数量
ko: 수량
nl: Aantal
pl: Ilość
pt_br: Qtd
zh_hans: 数量
zh_hant: 數量

source: Quantity
de: Menge
es: Cantidad
fi: Määrä
fr: Quantité
it: Quantità
ja: 数量
ko: 수량
nl: Aantal
pl: Ilość
pt_br: Quantidade
zh_hans: 数量
zh_hant: 數量

source: Rate Pay Day
de: Pay Day bewerten
es: Valorar Pay Day
fi: Arvostele Pay Day
fr: Noter Pay Day
it: Valuta Pay Day
ja: Pay Dayを評価
ko: Pay Day 평가
nl: Beoordeel Pay Day
pl: Oceń Pay Day
pt_br: Avaliar o Pay Day
zh_hans: 评价 Pay Day
zh_hant: 評價 Pay Day

source: Read the Privacy Policy
de: Datenschutzerklärung lesen
es: Leer la política de privacidad
fi: Lue tietosuojaseloste
fr: Lire la politique de confidentialité
it: Leggi l'informativa sulla privacy
ja: プライバシーポリシーを読む
ko: 개인정보 처리방침 보기
nl: Lees het privacybeleid
pl: Przeczytaj politykę prywatności
pt_br: Ler a Política de Privacidade
zh_hans: 阅读隐私政策
zh_hant: 閱讀隱私權政策

source: Recent
de: Zuletzt
es: Recientes
fi: Viimeisimmät
fr: Récents
it: Recenti
ja: 最近
ko: 최근
pl: Ostatnie
pt_br: Recentes
zh_hans: 最近
zh_hant: 最近

source: Recurring invoices
de: Wiederkehrende Rechnungen
es: Facturas recurrentes
fi: Toistuvat laskut
fr: Factures récurrentes
it: Fatture ricorrenti
ja: 定期請求書
ko: 정기 인보이스
nl: Terugkerende facturen
pl: Faktury cykliczne
pt_br: Faturas recorrentes
zh_hans: 周期性发票
zh_hant: 週期性發票

source: Reference %@
de: Referenz %@
es: Referencia %@
fi: Viitenumero %@
fr: Référence %@
it: Riferimento %@
ja: 参照番号 %@
ko: 참조번호 %@
nl: Kenmerk %@
pl: Tytuł przelewu %@
pt_br: Referência %@
zh_hans: 付款参考号 %@
zh_hant: 付款參考號 %@

source: Resolve the EN 16931 issues shown above before sending.
de: Beheben Sie die oben angezeigten EN 16931-Fehler, bevor Sie senden.
es: Resuelve los problemas de EN 16931 indicados arriba antes de enviar.
fi: Korjaa yllä näkyvät EN 16931 -puutteet ennen lähettämistä.
fr: Corrigez les problèmes EN 16931 indiqués ci-dessus avant d'envoyer.
it: Risolvi i problemi EN 16931 indicati sopra prima di inviare.
ja: 送信する前に、上に表示された EN 16931 の問題を解決してください。
ko: 보내기 전에 위에 표시된 EN 16931 문제를 해결하세요.
nl: Los de EN 16931-fouten hierboven op voordat je verstuurt.
pl: Usuń wskazane wyżej błędy EN 16931 przed wysyłką.
pt_br: Resolva os problemas de EN 16931 mostrados acima antes de enviar.
zh_hans: 发送前请先解决上方列出的 EN 16931 问题。
zh_hant: 傳送前請先解決上方列出的 EN 16931 問題。

source: Restore
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pl: Przywróć
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 回復

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 복원
nl: Herstel aankopen
pl: Przywróć zakupy
pt_br: Restaurar compras
zh_hans: 恢复购买项目
zh_hant: 回復購買項目

source: Romania requires every business to send B2B invoices through RO e-Factura since July 2024. Pay Day produces EN 16931 e-invoices but does not submit to RO e-Factura.
de: Rumänien verpflichtet seit Juli 2024 jedes Unternehmen, B2B-Rechnungen über RO e-Factura zu versenden. Pay Day erstellt EN-16931-E-Rechnungen, übermittelt aber nicht an RO e-Factura.
es: Rumanía exige a toda empresa enviar facturas B2B a través de RO e-Factura desde julio de 2024. Pay Day genera facturas electrónicas EN 16931, pero no las presenta a RO e-Factura.
fi: Romania edellyttää heinäkuusta 2024 alkaen jokaiselta yritykseltä yritysten välisten laskujen lähettämistä RO e-Factura -järjestelmän kautta. Pay Day tuottaa EN 16931 -verkkolaskuja, mutta ei toimita niitä RO e-Facturaan.
fr: La Roumanie impose à toute entreprise d'envoyer ses factures B2B via RO e-Factura depuis juillet 2024. Pay Day génère des factures électroniques EN 16931, mais ne les transmet pas à RO e-Factura.
it: La Romania impone a ogni impresa di inviare le fatture B2B tramite RO e-Factura dal luglio 2024. Pay Day genera fatture elettroniche EN 16931, ma non le trasmette a RO e-Factura.
ja: ルーマニアは2024年7月から、すべての事業者にRO e-Factura経由でのB2B請求書送付を義務付けています。Pay DayはEN 16931準拠の電子インボイスを作成しますが、RO e-Facturaへの提出は行いません。
ko: 루마니아는 2024년 7월부터 모든 사업체에 RO e-Factura를 통한 B2B 인보이스 전송을 의무화하고 있습니다. Pay Day는 EN 16931 전자 인보이스를 생성하지만, RO e-Factura에는 제출하지 않습니다.
nl: Roemenië verplicht elk bedrijf om sinds juli 2024 b2b-facturen te versturen via RO e-Factura. Pay Day genereert EN 16931-e-facturen, maar dient ze niet in bij RO e-Factura.
pl: Rumunia zobowiązuje każdą firmę do wysyłania faktur B2B przez RO e-Factura od lipca 2024 r. Pay Day tworzy e-faktury zgodne z EN 16931, ale nie przekazuje ich do RO e-Factura.
pt_br: A Romênia exige que toda empresa envie faturas B2B pelo RO e-Factura desde julho de 2024. O Pay Day gera faturas eletrônicas EN 16931, mas não as envia ao RO e-Factura.
zh_hans: 罗马尼亚要求所有企业自 2024 年 7 月起通过 RO e-Factura 发送 B2B 发票。Pay Day 生成符合 EN 16931 的电子发票，但不会提交至 RO e-Factura。
zh_hant: 羅馬尼亞要求所有企業自 2024 年 7 月起透過 RO e-Factura 傳送 B2B 發票。Pay Day 會產生符合 EN 16931 的電子發票，但不會提交至 RO e-Factura。

source: Save
de: Sichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
zh_hans: 存储
zh_hant: 儲存

source: Save 33%
de: 33 % sparen
es: Ahorra un 33 %
fi: Säästä 33 %
fr: Économisez 33 %
it: Risparmia il 33%
ja: 33% お得
ko: 33% 할인
nl: Bespaar 33%
pl: Oszczędź 33%
pt_br: Economize 33%
zh_hans: 省 33%
zh_hant: 省 33%

source: Select a client
de: Kunde auswählen
es: Selecciona un cliente
fi: Valitse asiakas
fr: Sélectionner un client
it: Seleziona un cliente
ja: 取引先を選択
ko: 거래처 선택
nl: Kies een klant
pl: Wybierz kontrahenta
pt_br: Selecione um cliente
zh_hans: 选择客户
zh_hant: 選擇客戶

source: Send compliant e-invoices over Peppol from %@.
de: Senden Sie konforme E-Rechnungen über Peppol aus %@.
es: Envía facturas electrónicas conformes por Peppol desde %@.
fi: Lähetä vaatimustenmukaisia verkkolaskuja Peppolin kautta maasta %@.
fr: Envoyez des factures électroniques conformes via Peppol depuis %@.
it: Invia fatture elettroniche conformi tramite Peppol da %@.
ja: %@からPeppol経由で準拠した電子インボイスを送信。
ko: %@에서 Peppol을 통해 규정에 맞는 전자 인보이스를 전송하세요.
nl: Verstuur conforme e-facturen via Peppol vanuit %@.
pl: Wysyłaj zgodne e-faktury przez Peppol z kraju %@.
pt_br: Envie faturas eletrônicas em conformidade pelo Peppol a partir de %@.
zh_hans: 从 %@ 通过 Peppol 发送合规电子发票。
zh_hant: 從 %@ 透過 Peppol 傳送合規電子發票。

source: Send failed
de: Senden fehlgeschlagen
es: Error al enviar
fi: Lähetys epäonnistui
fr: Échec de l'envoi
it: Invio non riuscito
ja: 送信できませんでした
ko: 전송 실패
nl: Versturen mislukt
pl: Wysyłka nieudana
pt_br: Falha no envio
zh_hans: 发送失败
zh_hant: 傳送失敗

source: Send over the Peppol network across the EU
de: EU-weit über das Peppol-Netzwerk versenden
es: Envía por la red Peppol en toda la UE
fi: Lähetä Peppol-verkon kautta kaikkialle EU:hun
fr: Envoyez via le réseau Peppol dans toute l'UE
it: Invia tramite la rete Peppol in tutta l'UE
ja: EU 全域の Peppol ネットワークで送信
ko: EU 전역 Peppol 네트워크로 전송
nl: Verstuur via het Peppol-netwerk in de hele EU
pl: Wysyłaj przez sieć Peppol w całej UE
pt_br: Envie pela rede Peppol em toda a UE
zh_hans: 通过 Peppol 网络发送至欧盟各国
zh_hant: 透過 Peppol 網路傳送至歐盟各國

source: Send straight into your client's accounting system.
de: Direkt in die Buchhaltung Ihres Kunden senden.
es: Envía directamente al sistema contable de tu cliente.
fi: Lähetä suoraan asiakkaasi taloushallintoon.
fr: Envoyez directement dans le système comptable de votre client.
it: Invia direttamente nel gestionale contabile del cliente.
ja: 取引先の会計システムへ直接送信。
ko: 거래처의 회계 시스템으로 바로 전송.
nl: Verstuur rechtstreeks naar de boekhouding van je klant.
pl: Wysyłaj prosto do systemu księgowego kontrahenta.
pt_br: Envie direto para o sistema contábil do seu cliente.
zh_hans: 直接发送到客户的财务系统。
zh_hant: 直接傳送到客戶的會計系統。

source: Send via Peppol
de: Über Peppol senden
es: Enviar por Peppol
fi: Lähetä Peppolilla
fr: Envoyer via Peppol
it: Invia tramite Peppol
ja: Peppol で送信
ko: Peppol로 보내기
nl: Verstuur via Peppol
pl: Wyślij przez Peppol
pt_br: Enviar pelo Peppol
zh_hans: 通过 Peppol 发送
zh_hant: 透過 Peppol 傳送

source: Sending…
de: Wird gesendet…
es: Enviando…
fi: Lähetetään…
fr: Envoi…
it: Invio…
ja: 送信中…
ko: 전송 중…
nl: Bezig met versturen…
pl: Wysyłanie…
pt_br: Enviando…
zh_hans: 正在发送…
zh_hant: 正在傳送…

source: Set it once, get paid every month.
de: Einmal einrichten, jeden Monat bezahlt werden.
es: Configúralo una vez y cobra cada mes.
fi: Määritä kerran, rahat tilille joka kuukausi.
fr: Configurez une fois, encaissez chaque mois.
it: Imposta una volta, incassa ogni mese.
ja: 一度設定すれば、毎月自動で請求。
ko: 한 번만 설정하면 매달 청구됩니다.
nl: Eén keer instellen, elke maand betaald krijgen.
pl: Ustaw raz, otrzymuj zapłatę co miesiąc.
pt_br: Configure uma vez e receba todo mês.
zh_hans: 设置一次，按月自动开票收款。
zh_hant: 設定一次，每月準時收款。

source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
zh_hans: 共享
zh_hant: 分享

source: Share Pay Day
de: Pay Day teilen
es: Compartir Pay Day
fi: Jaa Pay Day
fr: Partager Pay Day
it: Condividi Pay Day
ja: Pay Dayを共有
ko: Pay Day 공유
nl: Deel Pay Day
pl: Udostępnij Pay Day
pt_br: Compartilhar Pay Day
zh_hans: 分享 Pay Day
zh_hant: 分享 Pay Day

source: Shows overdue invoices
de: Zeigt überfällige Rechnungen
es: Muestra las facturas vencidas
fi: Näyttää erääntyneet laskut
fr: Affiche les factures en retard
it: Mostra le fatture scadute
ja: 期限超過の請求書を表示します
ko: 연체된 인보이스를 표시합니다
nl: Toont facturen die te laat zijn
pl: Pokazuje faktury po terminie
pt_br: Mostra as faturas vencidas
zh_hans: 显示逾期发票
zh_hant: 顯示逾期發票
